const types = [

{

id: '1244300453085446226',//ايدي كاتاغوري 

name: '⸕🔱⁖-͟͟͞ϟ﹕ 𝐀𝐧𝐠𝐞𝐥 Shop｡°',//اسم النوع

role: '1245746746731008061',  //ايدي رتبه المتجر 

every: 20,//عدد منشنات افري ون

here: 999,//عدد منشنات هير

shop:30,//عدد منشنات المتجر

    price:2//السعر 

},

    {

id: '1243837554177081417',

name: '⸕✨⁖-͟͟͞ϟ﹕Special Shop｡°',

role: '1245778087472271454',  

every:12 ,

here:16 ,

shop:22,    

price:5

    },

    {

id: '1243837625777917995',

name: '⸕🥊⁖-͟͟͞ϟ﹕Champion  Shop｡°',

role: '1245777620071874640',  

every: 9,

here: 12,

shop: 16,

  price: 1

    },

    {

id: '1245690779427672115',

name: '⸕💎⁖-͟͟͞ϟ﹕ 𝐃𝐢𝐚𝐦𝐨𝐧𝐝 Shop｡°',

role: '1245776856821665903',  

every: 6,

here: 8,

shop: 12,

price: 1

    },

    {

id: '1245690934805532682',

name: '⸕🎗⁖-͟͟͞ϟ﹕Gold  Shop｡°',

role: '1245777690242318487',  

every: 4,

here: 6,

shop: 9,

  price: 1

    },

    {    

id: '1245691010063794187',

name: '⸕🔰⁖-͟͟͞ϟ﹕ 𝐄𝐦𝐞𝐫𝐚𝐥𝐝  Shop｡°',

role: '1245778525999333528',  

every: 2,

here: 4,       

shop: 6,

  price: 1

    }

]

module.exports = types;